package tui

const (
	authPrompt2     = "Войти как:\n\n1. Гость.\n2. Предприниматель.\n3. Администратор."
	authPrompt      = "Войти как:\n\n1. Гость.\n2. Авторизованный пользователь."
	guestPrompt     = "Действия:\n\n1. Зарегистрироваться.\n2. Посмотреть список предпринимателей."
	userPrompt      = "Действия:\n\n1. Посмотреть список предпринимателей.\n2. Получить рейтинг предпринимателя.\n3. Меню управления компаниями."
	adminPrompt     = "Действия:\n\n1. Заполнить карточку предпринимателя.\n2. Редактировать карточку предпринимателя.\n3. Изменить роль пользователя.\n4. Посмотреть список предпринимателей."
	companiesPrompt = "Действия:\n\n1. Добавить компанию.\n2. Удалить компанию.\n3. Обновить информацию о компании."
)
